Repository: ceciliomichael/green_tagbiliran
Catalog: lib/l10n/app_*.arb
Languages: tl

# navTrack
source: Track
tl: Subaybayan

# homeClickAndComplaint
source: Click & Complaint
tl: I-click at Magreklamo

source: Next Collection
tl: Susunod na Koleksyon

# tomorrow
source: Tomorrow ({day})
tl: Bukas ({day})

# nextDay
source: {day} ({days} days)
tl: {day} ({days} araw)

# nextDayNext
source: Next {day}
tl: Susunod na {day}

# loginTitle
source: Login
tl: Mag-login

# registerTitle
source: Register
tl: Magrehistro

source: Welcome Back
tl: Maligayang Pagbabalik

# signInToContinue
source: Sign in to continue your journey
tl: Mag-sign in upang magpatuloy

source: Sign In
tl: Mag-sign In

source: Signing In...
tl: Nag-sign In...

source: Create Account
tl: Gumawa ng Account

# joinUs
source: Join us and start your eco-friendly journey
tl: Sumali sa amin at simulan ang iyong eco-friendly na paglalakbay

source: Sign Up
tl: Mag-sign Up

source: Creating Account...
tl: Gumagawa ng Account...

# dontHaveAccount
source: Don't have an account?
tl: Walang account?

# alreadyHaveAccount
source: Already have an account?
tl: Mayroon nang account?

source: Phone Number
tl: Numero ng Telepono

source: Confirm Password
tl: Kumpirmahin ang Password

source: First Name
tl: Pangalan

source: Last Name
tl: Apelyido

# barangayTagbilaran
source: Barangay (Tagbilaran City)
tl: Barangay (Lungsod ng Tagbilaran)

source: Select Your Barangay
tl: Piliin ang Iyong Barangay

source: Tagbilaran City, Bohol
tl: Lungsod ng Tagbilaran, Bohol

source: Waste Management Hub
tl: Sentro ng Pamamahala ng Basura

# onboardingSkip
source: Skip
tl: Laktawan

# onboardingNext
source: Next
tl: Susunod

# onboardingGetStarted
source: Get Started
tl: Magsimula

# onb1Title
source: Track your garbage truck
tl: Subaybayan ang trak ng basura

# onb1Desc
source: Know where the garbage truck is and don't miss to dump your trash
tl: Alamin kung nasaan ang trak ng basura at huwag palampasin ang pagtatapon

# onb2Title
source: Click & Upload
tl: I-click at I-upload

# onb2Desc
source: Click and upload anytime, anywhere and your complaint will be filed
tl: I-click at i-upload anumang oras, kahit saan at mai-file ang iyong reklamo

# onb3Title
source: 3R's for Life
tl: 3R para sa Buhay

# onb3Desc
source: Segregate your waste and learn
tl: Paghiwalayin ang iyong basura at matuto

source: Report Issue
tl: Mag-ulat ng Problema

# issueStatus
source: Report Status
tl: Katayuan ng Ulat

source: Schedule
tl: Iskedyul

source: Events & Reminders
tl: Mga Kaganapan at Paalala

source: Location
tl: Lokasyon

source: Help & Support
tl: Tulong at Suporta

source: Logout
tl: Mag-logout

source: Cancel
tl: Kanselahin

# confirmLogoutMsg
source: Are you sure you want to logout from your account?
tl: Sigurado ka bang gusto mong mag-logout sa iyong account?

source: Account Information
tl: Impormasyon ng Account

source: Full Name
tl: Buong Pangalan

source: Member Since
tl: Miyembro Mula

source: Actions
tl: Mga Aksyon

source: Report Status
tl: Katayuan ng Ulat

source: Language
tl: Wika

source: Select Language
tl: Pumili ng Wika

# adminAccessDesc
source: Access administrative controls and management features
tl: I-access ang mga kontrol ng admin at mga feature ng pamamahala

source: Enter Admin Panel
tl: Pumasok sa Admin Panel

# truckDriverAccessDesc
source: Truck drivers should use their assigned phone number and password to sign in above. Your account is created by the admin.
tl: Ang mga trak driver ay dapat gumamit ng kanilang nakaassign na numero ng telepono at password upang mag-sign in sa itaas. Ang iyong account ay ginawa ng admin.

# welcome
source: Welcome, {name}
tl: Maligayang pagdating, {name}

# welcomeBackUser
source: Welcome back, {name}!
tl: Maligayang pagbabalik, {name}!

# dayMonday
source: Monday
tl: Lunes

# dayTuesday
source: Tuesday
tl: Martes

# dayWednesday
source: Wednesday
tl: Miyerkules

# dayThursday
source: Thursday
tl: Huwebes

# dayFriday
source: Friday
tl: Biyernes

# daySaturday
source: Saturday
tl: Sabado

# daySunday
source: Sunday
tl: Linggo

source: No schedule available
tl: Walang available na iskedyul

source: Waste Segregation Guide
tl: Gabay sa Paghihiwalay ng Basura

# learnProperWasteSeparation
source: Learn proper waste separation techniques
tl: Matuto ng tamang diskarte sa paghihiwalay ng basura

source: Garbage Truck Tracking
tl: Pagsubaybay sa Trak ng Basura

source: Truck Status
tl: Katayuan ng Trak

source: Active Collection Route
tl: Aktibong Ruta ng Pagkolekta

source: Non-Biodegradable
tl: Hindi Biodegradable

source: Recyclable
tl: Pwedeng I-recycle

source: Hazardous
tl: Mapanganib

# biodegradableDesc
source: Organic waste that naturally decomposes
tl: Organikong basura na natural na nabubulok

# nonBiodegradableDesc
source: Materials that do not decompose naturally
tl: Mga materyales na hindi natural na nabubulok

# recyclableDesc
source: Materials that can be processed into new products
tl: Mga materyales na pwedeng iproseso tungo sa bagong produkto

# hazardousDesc
source: Dangerous materials requiring special handling
tl: Mapanganib na materyales na nangangailangan ng espesyal na paghawak

source: Identify Biodegradable Items
tl: Kilalanin ang Biodegradable na mga Bagay

# identifyBiodegradableItemsDesc
source: Look for organic materials that can decompose naturally
tl: Maghanap ng organikong materyales na natural na nabubulok

source: Clean Food Containers
tl: Linisin ang mga Lalagyan ng Pagkain

# cleanFoodContainersDesc
source: Remove any food residue from containers before disposal
tl: Alisin ang anumang natitirang pagkain sa mga lalagyan bago itapon

source: Separate from Other Waste
tl: Ihiwalay sa Ibang Basura

# separateFromOtherWasteDesc
source: Place biodegradable items in designated green bins
tl: Ilagay ang biodegradable na mga bagay sa itinalagang berdeng basurahan

source: Proper Storage
tl: Tamang Pag-iimbak

# properStorageDesc
source: Store biodegradable waste correctly to prevent odors
tl: I-imbak ang biodegradable na basura nang tama upang maiwasan ang amoy

source: Identify Non-Biodegradable Items
tl: Kilalanin ang Hindi Biodegradable na mga Bagay

# identifyNonBiodegradableItemsDesc
source: Recognize materials that cannot decompose naturally
tl: Kilalanin ang mga materyales na hindi natural na nabubulok

source: Clean and Prepare
tl: Linisin at Ihanda

# cleanAndPrepareDesc
source: Clean items before disposal to prevent contamination
tl: Linisin ang mga bagay bago itapon upang maiwasan ang kontaminasyon

source: Sort by Material Type
tl: Uriin ayon sa Uri ng Materyales

# sortByMaterialTypeDesc
source: Group similar materials together for proper processing
tl: Pagsamahin ang magkakatulad na materyales para sa tamang pagproseso

source: Use Designated Bins
tl: Gumamit ng Itinalagang Basurahan

# useDesignatedBinsDesc
source: Place items in appropriate non-biodegradable waste bins
tl: Ilagay ang mga bagay sa tamang basurahan para sa hindi biodegradable na basura

source: Check Recycling Symbols
tl: Suriin ang mga Simbolo ng Pag-recycle

# checkRecyclingSymbolsDesc
source: Look for recycling symbols and numbers on items
tl: Maghanap ng mga simbolo ng pag-recycle at numero sa mga bagay

source: Clean Thoroughly
tl: Linisin nang Mabuti

# cleanThoroughlyDesc
source: Clean all recyclable items to remove contaminants
tl: Linisin ang lahat ng recyclable na mga bagay upang alisin ang mga kontaminante

source: Separate by Category
tl: Ihiwalay ayon sa Kategorya

# separateByCategoryDesc
source: Sort recyclables into proper categories
tl: Uriin ang mga recyclable sa tamang kategorya

source: Prepare for Collection
tl: Ihanda para sa Pagkolekta

# prepareForCollectionDesc
source: Package recyclables correctly for pickup
tl: I-package ang mga recyclable nang tama para sa pagkuha

source: Identify Hazardous Materials
tl: Kilalanin ang Mapanganib na mga Materyales

# identifyHazardousMaterialsDesc
source: Recognize items that pose health or environmental risks
tl: Kilalanin ang mga bagay na nakakapinsala sa kalusugan o kapaligiran

source: Handle with Care
tl: Hawakan nang may Ingat

# handleWithCareDesc
source: Use proper safety precautions when handling
tl: Gumamit ng tamang mga pag-iingat sa kaligtasan sa paghawak

source: Keep Original Containers
tl: Panatilihin ang Orihinal na mga Lalagyan

# keepOriginalContainersDesc
source: Store hazardous items in their original packaging
tl: I-imbak ang mapanganib na mga bagay sa kanilang orihinal na packaging

source: Find Special Collection Points
tl: Maghanap ng Espesyal na mga Punto ng Pagkolekta

# findSpecialCollectionPointsDesc
source: Locate authorized disposal facilities
tl: Maghanap ng awtorisadong mga pasilidad ng pagtatapon

# exampleFoodScraps
source: Food scraps
tl: Mga tira ng pagkain

# exampleFruitPeels
source: Fruit peels
tl: Mga balat ng prutas

# exampleVegetableWaste
source: Vegetable waste
tl: Basura ng gulay

# exampleGardenTrimmings
source: Garden trimmings
tl: Mga putol ng halaman

# examplePaper
source: Paper
tl: Papel

# exampleCardboard
source: Cardboard
tl: Karton

# exampleRinseContainers
source: Rinse containers
tl: Banlawan ang mga lalagyan

# exampleRemoveLabels
source: Remove labels if possible
tl: Alisin ang mga label kung maaari

# exampleScrapeFood
source: Scrape off remaining food
tl: Kuskusin ang natitirang pagkain

# exampleGreenBins
source: Use green or brown bins
tl: Gumamit ng berde o brown na basurahan

# exampleKeepDrySeparate
source: Keep dry items separate from wet
tl: Ihiwalay ang tuyong mga bagay sa basa

# exampleLayerMaterials
source: Layer materials properly
tl: I-layer ang mga materyales nang tama

# exampleLinedBins
source: Use lined bins
tl: Gumamit ng basurahan na may lining

# exampleEmptyRegularly
source: Empty regularly
tl: Alisin nang regular

# exampleCoolPlace
source: Keep in cool, dry place
tl: Itago sa malamig, tuyong lugar

# examplePlasticBags
source: Plastic bags
tl: Plastik na mga bag

# exampleRubberItems
source: Rubber items
tl: Goma na mga bagay

# exampleMetalCans
source: Metal cans
tl: Metal na mga lata

# exampleGlassBottles
source: Glass bottles
tl: Basong mga bote

# exampleRemoveCaps
source: Remove caps and lids
tl: Alisin ang mga takip at tabon

# exampleDryThoroughly
source: Dry thoroughly
tl: Patuyuin nang mabuti

# exampleSeparatePlastics
source: Separate plastics by type
tl: Ihiwalay ang plastik ayon sa uri

# exampleGroupMetal
source: Group metal items
tl: Pagsamahin ang metal na mga bagay

# exampleKeepGlassSeparate
source: Keep glass separate
tl: Ihiwalay ang baso

# exampleRedBins
source: Use red or black bins
tl: Gumamit ng pula o itim na basurahan

# exampleFollowGuidelines
source: Follow local guidelines
tl: Sundin ang lokal na mga alituntunin

# exampleAvoidOverpacking
source: Avoid overpacking
tl: Iwasan ang labis na pagpuno

# examplePlasticNumbers
source: Plastic numbers 1-7
tl: Plastik na mga numero 1-7

# exampleRecyclingSymbol
source: Recycling arrows symbol
tl: Simbolo ng pag-recycle

# exampleMaterialCodes
source: Material identification codes
tl: Mga code ng pagkilala sa materyales

# exampleRemoveFoodResidue
source: Remove food residue
tl: Alisin ang natitirang pagkain

# exampleRinseWater
source: Rinse with water
tl: Banlawan ng tubig

# exampleRemoveTape
source: Remove tape and stickers
tl: Alisin ang tape at stickers

# examplePaperProducts
source: Paper products
tl: Mga produkto ng papel

# examplePlasticContainers
source: Plastic containers
tl: Plastik na mga lalagyan

# exampleRecyclingBins
source: Use recycling bins
tl: Gumamit ng mga basurahan sa pag-recycle

# exampleFlattenCardboard
source: Flatten cardboard
tl: Patagin ang karton

# exampleBundlePaper
source: Bundle paper materials
tl: Pagsamahin ang mga materyales ng papel

# exampleBatteries
source: Batteries
tl: Mga baterya

# examplePaintCans
source: Paint cans
tl: Mga lata ng pintura

# exampleChemicals
source: Chemicals
tl: Mga kemikal

# exampleLightBulbs
source: Light bulbs
tl: Mga bombilya

# exampleElectronics
source: Electronics
tl: Mga elektronik

# exampleWearGloves
source: Wear gloves
tl: Magsuot ng guwantes

# exampleAvoidContact
source: Avoid direct contact
tl: Iwasan ang direktang kontak

# exampleVentilatedArea
source: Work in ventilated area
tl: Magtrabaho sa lugar na may bentilasyon

# exampleDontMixChemicals
source: Do not mix chemicals
tl: Huwag paghaluin ang mga kemikal

# exampleKeepLabels
source: Keep labels intact
tl: Panatilihin ang mga label

# exampleSecureContainers
source: Secure containers
tl: Siguruhin ang mga lalagyan

# exampleContactAuthorities
source: Contact local authorities
tl: Makipag-ugnayan sa lokal na mga awtoridad

# exampleVisitCenters
source: Visit collection centers
tl: Bisitahin ang mga sentro ng pagkolekta

# exampleSchedulePickup
source: Schedule pickup
tl: Mag-iskedyul ng pagkuha
